Tekla.Structures.Filtering.Categories.WeldFilterExpressions.ReferenceText
The ReferenceText class represents the reference text filter expression.

Tekla.Structures.Filtering.Categories.WeldFilterExpressions.ReferenceText.#ctor
Initializes a new instance of the ReferenceText class.